tap "homebrew/services"
tap "ngrok/ngrok"
tap "romkatv/powerlevel10k"
tap "stripe/stripe-cli"
brew "webp"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "biome"
brew "cloudflared"
brew "coreutils"
brew "csvkit"
brew "curl"
brew "displayplacer"
brew "exa"
brew "gcc"
brew "gh"
brew "gifsicle"
brew "gifski"
brew "git"
brew "htop"
brew "jmeter"
brew "jq"
brew "libpq"
brew "lynx"
brew "mailhog", restart_service: :changed
brew "mariadb-connector-c"
brew "memcached"
brew "mosh"
brew "mysql-client"
brew "nano"
brew "nvm"
brew "pkgconf"
brew "powerlevel10k"
brew "pwgen"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "scrcpy"
brew "telnet"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "whois"
brew "wrk"
brew "zip"
brew "stripe/stripe-cli/stripe"
cask "bbedit"
cask "dbeaver-community"
cask "devtoys"
cask "font-hack-nerd-font"
cask "font-space-mono-nerd-font"
cask "gimp"
cask "iterm2"
cask "maccy"
cask "macdown"
cask "ngrok"
cask "pgadmin4"
cask "postman"
cask "rectangle"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
vscode "alexcvzz.vscode-sqlite"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "docker.docker"
vscode "dsznajder.es7-react-js-snippets"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "gruntfuggly.todo-tree"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.vscode-typescript-next"
vscode "msjsdiag.vscode-react-native"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "ritwickdey.liveserver"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
